# app/examples/sample_posts.py
SAMPLE_POSTS = [
    """Я вернулся с отпуска, а значит время вливаться в работу.
Завтра, 20.05.2025 г, как и всегда, в 12:00 проводим встречу с Партнерами edler.pro
Разберем Клиентов, их запросы, и решения, которые может дать им edler.pro

Наши разборы - это как 100% крутой прокачки, но только без оплаты, потому что для Партнеров edler мы делаем все, чтобы они радовали себя и своих Клиентов =)
А если Вы еще не Партнер edler, то у Вас есть потрясающая возможность им стать, пока мы еще формируем состав дистрибьютеров.

Первый шаг - это пройти демонстрацию для Партнеров и попасть в чат Партнеров.
https://admin.offer-job.ru/offer/43spy20282

Все, кто уже в нашей команде, жду завтра в 12:00 в чате Партнеров.""",
    """Начинаем через 40 минут. Буду рад видеть все действующих и новых Партнеров edler.pro
Если Вы пока не с нами, Вы успеете пройти демонстрацию и присоединиться. Ссылка в посте выше.
До встречи)""",
    """Фух... 3 часа разбирали как последовательно, системно и круто продавать.

А именно:
⚡️Как правильно "копать" клиента и собирать фактуру 
⚡️Как делать выводы
⚡️Как обозначать точку "Б" в бизнесе Клиента
⚡️Как выявлять "узкое горлышко" и занимать лидирующую позицию в переговорах 
⚡️Как круто делать оффер и выставлять ожидания по стоимости 
⚡️Ну и как закрывать сделку 1-2-3 в результате на 200 000 - 700 000 Р.
Полный нафаршированный кучей тонкостей мастер класс для Партнеров edler.pro

Если Вы до сих пор сидите и грустите над чеком 20 000 Р с Клиента, либо сдаете себя в рабство на полгода за 200 000 Р, Вам пора становиться Партнером edler и приобретать новые компетенции.

Рекомендовано всем маркетологам, консальтантам по продажам, HRам, и прочим представителям рынка услуг. Услуги могут быть системными, продук - тоже. Велкам)""",
]
